{
  "Area Splash": "Affects all units within a 3'' radius of the target. Each unit is rolled against separately.",
  "Bleed X": "The target suffers X additional Wound at the end of its next activation unless healed.",
  "Brutal": "You may reroll one failed attack die for this weapon per attack.",
  "Burning": "Target suffers X Wound at the end of each of its activations unless it forfeits 1 Action to extinguish the flames.",
  "Chain Hit": "If first attack has any Critical Hits, make one additional attack against a unit within 2'' of the first.",
  "Corrosive": "Target suffers –1 Defense until the start of its next activation.",
  "Crackling Heat X": "On a roll of any Critical Hit, the target loses X Defense until the start of its next turn.",
  "Disruption Field": "On hit, the target loses all benefits from Auras and cannot project any Aura effects until the end of its next activation.",
  "Disruptive Strike": "On hit, if the target is a unit with a Power stat, that stat is reduced by 1 until the start of its next turn.",
  "Flank Advantage": "When attacking a target that is engaged with another friendly unit, gain +1 to hit.",
  "Flash Ignition X": "On hit, deal X Burning to all enemy units within 2'' of the target.",
  "Flicker Shot": "This weapon may be used while engaged in melee and does not suffer penalties from being Engaged.",
  "Heavy Hook X": "If the target has 3 or more base Wounds, increase the attack's damage by +1.",
  "Irradiated": "On hit, the target must pass a Morale Test or suffer –1 Defense until the start of their next activation.",
  "Lone Strike X": "If the target has no other units within 3'', each Critical Hit from this attack deals +X additional Damage.",
  "Momentum Blow": "On a Critical Hit, the target loses 1 Action during its next activation.",
  "One Use": "This weapon may only be fired once per battle.",
  "Pinning X": "On hit, the target suffers –X Move during its next activation.",
  "Plasma Burst": "On hit, the target suffers –1 Action on their next activation.",
  "Raging Blow": "On a Critical Hit, this weapon causes +1 Damage and pushes the target 1'' away.",
  "Reel X": "On a successful hit, the target is pulled 2'' × X directly toward the attacker.",
  "Reliable": "Ignores all penalties to hit from Light Cover.",
  "Scoped": "+2 to hit if the attacker has not moved this round. This weapon cannot be fired if the attacker moved during their activation.",
  "Scatter": "If the target is within 3'', roll one additional attack die.",
  "Scorch Cascade": "This weapon may split its dice among up to 3 targets. Each additional target costs 1 Reactor point.",
  "Silence Protocol": "On a Critical Hit, the target may not use Powers during their next activation.",
  "Smoldering Trail": "On hit, the target suffers –1 Defense until the end of its next activation and gains Burning 1.",
  "Stun": "On a Critical Hit, the target loses 1 Action Point during its next activation.",
  "Suppressive X": "On hit, the target receives –X Dice on Attack Rolls until the end of its next activation.",
  "Unstable": "If any attack die rolls a 1, the weapon cannot be used again until after your next activation."
}
