{
  "Echo of Past Triumphs": "All friendly units gain +1 Morale until the end of the round.",
  "Ashwinds Stir": "All Line of Sight for ranged attacks is reduced to 6'' for this round.",
  "Machine Pulse": "The next Power used this round ignores Resolve tests.",
  "Scent of Blood": "The first Wound dealt in each friendly activation deals +1 additional Wound.",
  "Fractured Ground": "The first movement each enemy unit makes this round costs +1'' of Move.",
  "Overload Surge": "The first time you roll a 6 on any dice this round, treat it as 2 successes and immediately draw another Fate Card.",
  "Synthetic Clarity": "You may reroll 1 failed die during each of your activations this round.",
  "Ossuary Whispers": "The enemy leader must pass a Morale test. On failure, they lose 1 Action next activation.",
  "Flickering Signal": "Choose one enemy unit. It cannot be activated until after two of your units have activated this round.",
  "Ashen Mirroring": "The next Power you cast also affects a second valid target within 3'' of the original.",
  "Dissonance Field": "All Resolve tests this round are made with –1 die.",
  "Grasping Remnants": "All enemy units reduce Move by –1'' this round.",
  "Command Link Interference": "Your opponent cannot issue Orders or use aura-based abilities this round.",
  "Rust-Rain Blessing": "Your units gain +1 Defense while in cover this round.",
  "Resurgent Coil": "One friendly unit regains 1 Wound at the start of your next activation.",
  "Memory-Loop": "Select one of your units that has already activated this round. It may be activated again immediately, but suffers –1 Action.",
  "Entropic Echo": "All units suffer –1 Defense until the end of the round.",
  "Ghost Signal": "You may play a second Fate Card this round. Draw now.",
  "Cinderlight Surge": "Your units gain +1 Power this round, but suffer –1 Defense until end of round.",
  "Lurking Protocols": "All successful attacks rolled by enemies this round require one additional success to Wound (i.e., subtract 1 success after defense).",
  "Fortified Substructure": "Select one friendly unit. It gains +1 Defense until the end of the round.",
  "Accelerated Reflex Cycle": "Select one friendly unit. It may immediately Move 2''. This does not provoke effects.",
  "Precision Cascade": "Select one friendly unit. Its next Attack roll this round gains +1 die.",
  "Focused Command Link": "Select one friendly unit. It gains +1 Resolve for the remainder of the round.",
  "System Shield Bloom": "Select one friendly unit. The next Wound it would take is ignored.",
  "Memory Burn Directive": "Select one friendly unit. You may reroll all 1s on its next Power test this round.",
  "Actuator Sync Realignment": "Select one friendly unit. Until the end of the round, terrain does not reduce its Move.",
  "Feedback Echo": "Select one enemy unit. The next time it casts a Power, it suffers 1 Wound.",
  "Static Veil": "Select one enemy unit. It cannot benefit from aura abilities for the rest of this round.",
  "Sensor Jam": "Select one enemy unit. Its ranged attacks suffer –1 die until the end of the round.",
  "Gravity Glitch": "Select one enemy unit. It must roll a Vigour Test (4+ target). On failure, it is Slowed.",
  "Neural Noise Spike": "Select one enemy unit. If it fails a Morale test this round, it loses all remaining Actions.",
  "Slag Pulse Residue": "Select one enemy unit. At the end of its next activation, it takes 1 Wound unless it did not move.",
  "Targeting Phantom": "Select one enemy unit. Melee attacks targeting it gain +1 die until the end of round.",
  "Shell Rot Instability": "Select one enemy unit. The next time it Defends this round, roll one fewer die."
} 